[
    {
        "id": 17935750087443054,
        "created_at": 1613075008,
        "text": "Loads of bullshit homie. The majority of White people don’t give a fuck about color we fought a bloody civil war over this shit. MSM, BLM, and bunch of elites are using the black community to push a Marxist agenda. To think they give a flying fuck about black people is completely not true they would’ve cleaned up neighborhoods, sent black kids to school, or provide housing but naw.... all that money they raised where you think it goes? Straight to all the white liberals that tell you you are oppressed. you are used, and abused, by the white liberals. Are white men the freest ? Well if you wanna talk about wealth your wrong. Asians are the most successful race in America nobody seems to wanna label them as an oppressor!!!!!! Haha the Asians actually built most of our railroads bc they were enslaved for a period of time but they don’t seem to be complaining bc they are the most successful race in America. They get it was a long time ago and nobody had anything to do with it that is Alive today. So they said fuck it cuz we made it to the top and I think that’s great for them! If you really think every trump supporter is a racist bro you are the racist! The left is the only one to care about color the right couldn’t give two fucking shits about your skin color like seriously. I’ll leave you with this, what can a white man do what a black man cannot do in this country? Without talking about police brutality bc that gets too complicated.",
        "owner": {
            "id": "2236998636",
            "is_verified": false,
            "profile_pic_url": "https://scontent-hkg4-1.cdninstagram.com/v/t51.2885-19/s150x150/121482143_3517801421598946_4131498893913683523_n.jpg?_nc_ht=scontent-hkg4-1.cdninstagram.com&_nc_ohc=u_Q7x57t4gcAX_J7EOO&tp=1&oh=1d464a628b68b277637d123fb9abf27b&oe=60597D43",
            "username": "severn2018"
        },
        "likes_count": 0,
        "answers": []
    },
    {
        "id": 17955858865398043,
        "created_at": 1613057677,
        "text": "Facts!",
        "owner": {
            "id": "1967738537",
            "is_verified": false,
            "profile_pic_url": "https://scontent-hkg4-1.cdninstagram.com/v/t51.2885-19/s150x150/93519850_229217398158069_6061294436388700160_n.jpg?_nc_ht=scontent-hkg4-1.cdninstagram.com&_nc_ohc=1_dgUWD0GewAX9ZzBGy&tp=1&oh=207d2eb736d1e38d1efc71ba98509f91&oe=605BE39A",
            "username": "esquire_jones1"
        },
        "likes_count": 0,
        "answers": []
    }
]